{"4697449":"O mně","43219700":"Kontakt","43869527":"Text Weight Regular","77471352":"Button","3725e6cd":"K dispozici","14b1df9e":"UI / UX design","20c855f7":"Vývoj webu","-66cafa97":"Garáž nejvýraznějších webů","-522e5a9c":"V mé digitální garáži najdete jen ty nejvýraznější weby. Každý z nich nese jedinečný otisk kreativity a inovace. Připravte se na rychlý pohled do světa online vizí a funkcionality.","-1355a736":"Ui Design","47f4d60":"Noord","364ea564":"Můj nejnovější web spojuje estetiku s funkcionalitou. Postaven byl s ohledem na prezentaci designových produktů pro interiéry a zároveň umožňuje jednoduchý proces objednání. S implementovanou administrací klient získává kontrolu nad obsahem webu - přidávání nových produktů, úpravu kategorií a další. Výsledek? Moderní, elegantní a snadno spravovaný online prostor pro vynikající prezentaci sortimentu.","1fd1fc5c":"Ukázka webu","271fd0ca":"UI design","716194f":"Setkání partnerů 2023","-1a6d614b":"Vytvoření poutavé registrační stránky pro každoroční setkání partnerů společnosti SledovaniTV bylo výzvou, kterou jsem s vášní přijal. Můj design prezentační stránky je pečlivě navržen tak, aby vedl uživatele k jedinému cíli - úspěšné registraci na tuto prestižní událost, konanou na malebném zámku ve Valeči. Prohlédněte si tuto ukázku mé práce, kde spojuji estetiku, uživatelsky přívětivý design a jasnou akci.","23456caa":"Ui design","15bda393":"Apartmány Slovácko","-914e41b":"Vytvoření prezenční stránky pro nové obytné prostory na Slovácku mě inspirovalo k vytvoření jednoduchého, avšak působivého designu. Tato ukázka mé práce zdůrazňuje, jak jednoduchý design může efektivně a esteticky prezentovat moderní obytné prostory pro potenciální kupce. Připojte se k prohlídce a objevte spojení jednoduchosti a vizuální atraktivity.","-6c71e3d3":"ISP plugin","-29120f00":"Vytvoření vlastního pluginu pro partnery Sledovani TV bylo pro mě vzrušujícím dobrodružstvím v tvorbě. Tato customizovatelná stránka nabízí dokonalou prezentaci televizních balíčků pro každý brand. Podívejte se na ukázku této práce, kde kombinuji inovativní design s praktickou funkcionalitou, poskytujíc tak partnerům optimální platformu pro prezentaci své nabídky.\"","634aa50d":"Landing page STV","2a88719c":"Nová landing page pro Sledovani TV je vizuálně i funkčně poutavým průvodcem nabídkou služeb. Každý detail, od esteticky promyšleného designu po revoluční registrační proces, vytváří prostředí spojující inovace s uživatelským komfortem. Prohlédněte si tuto ukázku mé práce, kde každý prvek nese svůj význam a přispívá k celkovému pozitivnímu dojmu.","578ba06f":"Logotvorba","-70f163a":"Loga na plátně","3cfa42de":"Barevný průvodce identitou, kde design vzkvétá a každý symbol nese svůj vlastní příběh.","28aec5":"View","3d503d2b":"No items found.","3fc9ea06":"Marketing","-62d6473c":"Ukázka ze světa marketingu","-56ec7f6f":"Prohlédněte si můj marketingový design v krátkém přehledu. Každý projekt je malým uměleckým vyjádřením, které posiluje sílu značky.","-3dd996e0":"Tiskoviny","4c0b1a98":"Něco z dílny tiskovin","7fa1b64f":"Procházka mým světem grafiky tiskovin, kde každá vizitka a leták vypráví jedinečný příběh. Objevte, jak moje grafické práce posilují komunikaci a přinášejí svěží perspektivu do tiskovin.","-6c310447":"Služby","-45b0dad8":"Portfolio","404d5f2b":"Reference","-4cde67c1":"Design, který vypráví příběh. Weby, grafika, branding - mé ruce, váš příběh.","-24f8f20b":"Scroll down","-27b9ec85":"Kdo jsem","1f2f27":"Aleš","7561ef3b":" Růžička","48bd7a6d":"UX / UI Grafický designér","-549b7757":"Webový design, grafika a branding – vše v jednom. Spojte síly s tvůrcem z Brna, který nejen vytváří účinné weby, ale také dává vaší značce výraznou tvář prostřednictvím kreativních grafik a log.","-201d9a18":"Kontaktujte mě","20c856f1":"Vývoj webů","2439bd":"Loga","-3e6d73c4":"UX / UI Design","-3595f067":"služby","-79cefb08":"Co vám mohu nabídnout?","-3ea640e3":"Poskytuji komplexní designové řešení pro vaše podnikání. Specializuji se na UI/UX design, vývoj webových stránek, tvorbu grafiky pro účinný marketing a tiskoviny a vytváření unikátních log. Transformuji vaše nápady do poutavých vizuálních příběhů, které oslovují a zapadají do moderní digitální éry.","-126ac05c":"Vstupte se mnou do světa webového designu, kde spojuji umění uživatelské zkušenosti (UX) a uživatelského rozhraní (UI). UX design se stará o pohlcující a efektivní uživatelské zážitky, zatímco UI design dává život digitálním prostředím skrze estetiku a interaktivitu. Společně vytvoříme weby a aplikace, které nejen uspokojí, ale i očarují uživatele.","7a144a8f":"Vaše weby vzniknou v prostředí Webflow, kde design a funkčnost spolu tančí v dokonalé harmonii. Specializuji se nejen v tvorbě vizuálně oslnivých webů, ale také v oživování stránek působivými animacemi. Každý web, který vytvářím, není pouze statický, ale dynamický zážitek, který zaujme a pohltí návštěvníky.","-6f372d74":"Marketing & Tiskoviny","776e9f32":"Vytvářím nejen úchvatné weby, ale také grafické klenoty pro váš marketingový arzenál. Každý vizuální prvek je pečlivě navržen tak, aby oslovil vaši cílovou skupinu a podpořil vaše marketingové poselství. Přináším design, který nejen vystupuje, ale také komunikuje, aby vaše značka byla nezapomenutelná.","-3a90dbd8":"Tvorba log","-2a4d48c2":"V mé tvůrčí dílně ožívají jedinečná loga, která nejen vizuálně zaujmou, ale také nosí v sobě esenci vaší značky. Každý symbol je pečlivě vytvořen s cílem vyjádřit vaši identitu a vyčnívat z davu. Dejte své značce výrazný vizuální podpis s logy, která vyprávějí příběh vašeho podnikání.","-36b3aea4":"Zářivá Kolekce: Mé Nejvýraznější Projekty","-472ec175":"Vítá vás mé digitální hřiště plné kreativity a inovací. Sekce Portfolio představuje mé nejlepší designy, kde každý projekt vypráví svůj příběh. Prohlédněte si, jak mohu vizuálně obohatit vaše projekty a přinést do nich unikátní identitu.","61f":"10","2b":"+","-3dca03f8":"Let zkušeností","beec":"183","-7e99f7ad":"Dokončených projektů","6c4dd94a":"Další weby","3b54ced9":"Logo tvorba","1e14ff7c":"Výprava za logotvorbou","74b31f59":"Podívejte se na vizuální výpravu skrze moji logotvorbu! Každé logo je malým mistrovským dílem, příběhem o značce a vizuálním vyjádření jedinečné identity. Klikněte a otevřete okno do světa barevných symbolů, kde se design stává nezaměnitelným podpisem každého projektu.","-3299a665":"Výprava logotvorbou","43a44e26":"MArketing","-7dd904e8":"Ukázky z marketingu","649e2d86":"Vstupte do světa vizuálního marketingu, kde se design stává jazykem, který oslovuje. Prozkoumejte ukázku mých prací v oblasti sociálních sítí, bannerů a dalších marketingových materiálů. Klikněte a nechte se unést vlnou kreativity, kde každý vizuální prvek mluví za vaši značku a přitahuje pozornost vaší cílové skupiny.","44ed5533":"Svět marketingu","-4f479aca":"Je libo vizitka? nebo letáček?","707cd05a":"Vstupte do mého tiskařského ateliéru plného designových pokladů! Procházejte ukázky mé práce v oblasti tiskovin, kde každý vizuální detail má svůj význam a každá stránka nese zprávu. Klikněte a zažijte spojení precizního designu s kvalitou tisku, kde se každý tisk stává malým uměleckým dílem.","454e8d21":"Ateliér tiskovin","29d0a1bf":"Hodnocení","422e34ec":"Pár recenzí uživatelů","-305f1b05":"Pravdivé příběhy od těch, kdo měli tu radost prožít designovou cestu se mnou. V sekci 'Hodnocení uživatelů' objevte, jak mé projekty nejen překračují očekávání, ale zanechávají stopu v každém vizuálním dojmu. Vaše spokojenost je mým nejlepším oceněním.","133b830d":"Aleš vytvořil pro nás web, který překonal mé očekávání. Jeho práce na tvorbě webu byla nejen vizuálně atraktivní, ale také přesně splnila naše potřeby. Jeho schopnost porozumět našemu podnikání a vytvořit moderní, snadno spravovatelný web nám poskytl výjimečný nástroj pro online přítomnost. Spolupráce byla efektivní a profesionální. Děkuji za skvělý výsledek!","6eff1f7e":"Veronika Nováková","-31390d06":"Chci vyjádřit velké poděkování Aleši za skvělou práci na tvorbě bannerů pro mou kampaň v Google Ads.  Aleš dokázal nejen zachytit podstatu mého produktu, ale také představit ji tak, aby oslovila cílovou skupinu.","-49db4b98":"Lukáš Jiránek","-45943a4a":"Chtěl bych poděkovat Aleši za úžasnou práci při tvorbě mé brožury. Brožura nejenže láká svým poutavým vzhledem, ale také poskytuje důležité informace o každé variantě. Velmi děkuji za skvělou spolupráci.","-34ef6593":"Matěj Štěpánek","-2d44f566":"Aleš vytvořil úžasnou prezenční stránku pro můj web. Jeho profesionální přístup a kreativita skvěle odrážejí mé hodnoty. Stránka nejen přitahuje pozornost, ale také efektivně komunikuje s návštěvníky. Velmi doporučuji jeho služby pro vytváření estetických a funkčních webových stránek.","7a14a809":"Klára Procházková","7041c414":"Díky Aleši za skvělé logo! Tvoje schopnost vystihnout podstatu mé značky a vytvořit jednoduchý, přesto výrazný design je prostě úžasná. Vytvořil jsi logo, které opravdu vyniká. Jsem velmi spokojený :)","-36c9999c":"Barbora Marečková","-4f8672e0":"Velké díky Aleši za návrh designu naší kampaně na sociálních sítích. Alešův profesionální přístup a schopnost přinést do každého vizuálu strategický význam přinesly našim kampaním nový rozměr. Velmi doporučuji Aleše pro design kampaní, které zaujmou a osloví.","-26c8473d":"Adam Vlasák","6047f8b":"Jste ready na spolupráci?","-3707560c":"Pokud máte nápady, otázky nebo jednoduše chcete začít nový designový projekt, jsem připraven na akci! Nečekejte, dejte o sobě vědět a společně vytvoříme něco úžasného.","-1802b0eb":"Jméno a příjmení","-c614b17":"E-mailová adresa","-25971682":"Předmět","7633c7e1":"Vaše zpráva","40c6a1b8":"Výborně! Vaše zpráva dorazila do moji digitální dílny. Připravte se na kreativní spolupráci! Brzy vám odpovím s dalšími informacemi a možnostmi pro váš projekt. Díky za váš zájem a důvěru v moje kreativní schopnosti.","7cc67ec3":"Oops! Něco se při odeslání formuláře nepovedlo. Zkuste to prosím znovu.","20988d":"Domů","-5e8b453":"Style guide","-154fb5d3":"Style guide page contains styles and components used through the template.","-7923cd8c":"You can change any style or color from this page and it will be applied for the whole template.","-3e9d592f":"Headings","-21d18ad1":"typography","-39224f5e":"Display","6af22973":"Heading 1","6af22974":"Heading 2","6af22975":"Heading 3","6af22976":"Heading 4","6af22977":"Heading 5","6af22978":"Heading 6","15a89091":"HTML Classes","21a1a4a4":"all paragraphs","-271eb33c":"The quick brown fox jumps over the lazy dog text design","-71339f86":"all links","3610230d":"Text Link","-77cc77cd":"Text Classes","1dfd930f":"Text Size Large","-5c644ddf":"Text Size Medium","1e656cdb":"Text Size Small","-15836140":"Text Style Allcaps","5a0d9161":"Text Weight Light","-16e04376":"Text Weight Medium","-651d8558":"Text Weight semibold","3cc034ba":"Text Weight bold","-4be25ecb":"Text Align Left","13e23a03":"Text Align Center","-30131952":"Text Align Right","6d9f22f0":"Caption badge small","-2410b37":"Caption badge","4fdaacc":"Caption badge Medium","-1c74483d":"Text Colors","-82a4a33":"Text Color Grey 40","-82a49d6":"Text Color Grey 70","-59b7b567":"Text Color White","-faf06db":"Text Color brand 40","-faf067e":"Text Color brand 70","19ce2068":"Text Color brand 100","719b5761":"Buttons","5c265f36":"Components","46b69154":"Secondary","22b099":"Icon","2180e4":"Form","35adf4c1":"Form component","-7270c8c9":"Text input","3619cf80":"Text area","-7c112e99":"Oops! Something went wrong while submitting the form.","4f27e2a5":"Styleguide Icons","57d2a0":"Icon Small","-9fb04":"Icon Medium","-10072c":"Icon Large","4fba8091":"Styleguide Space","-65810ad3":"Space Small","-554ccbf1":"Space Medium","-65e8e49f":"Space Large","-58bfad4f":"Space Extra Large","-62b442c5":"Styleguide Modals"}